<template>
  <div>
    <!-- <p>{{ $config.apiSecret }}</p>
    <p>{{ $config.public.apiBase }}</p> -->
    <br /><br /><br />
    <img
      src="/assets/headpic.jpg"
      height="150vw "
      width="100%"
      loading="lazy"
    />
    <h1 style="color: green">ข้าวไรซ์เบอร์รี่</h1>
    <p>
      &nbsp; &nbsp; &nbsp; &nbsp; ข้าวไรซ์เบอร์รี่ (Rice Berry)
      เป็นข้าวที่เกิดจาก การผสมข้ามสายพันธุ์กัน ระหว่าง ข้าวเจ้าหอมนิล กับ
      ข้าวขาวดอกมะลิ 105 ซึ่งลักษณะที่โดดเด่น ของข้าวไรซ์เบอร์รี่
      คือเป็นข้าวที่มีสีม่วงเข้ม เม็ดเรียวยาว มันวาว หุงสุกแล้วมีความนุ่ม หนึบ
      เด้ง เคี้ยวสู้ฟัน และมีกลิ่นหอมเฉพาะตัว ซึ่งสีม่วงเข้มนี้
      มาจากสารแอนโทไซยานิน ที่อยู่ในกลุ่มของฟลาโวนอยด์
      ซึ่งเป็นสารค้านอนุมูลอิสระ นิยมนำไปทำผลิตภัณฑ์อาหาร โภชนาบำบัดในวงการแพทย์
    </p>
    <p>
      &nbsp; &nbsp; &nbsp; &nbsp; ในข้าวไรซ์เบอร์รี่นั้น
      มีสารอาหารที่เป็นประโยชน์อยู่มากมาย เช่น เหล็ก
      เป็นส่วนประกอบหลักของเม็ดเลือดแดง ช่วยให้โลหิตไหลเวียนดี บำรุงสมอง สังกะสี
      ช่วยลดการอักเสบ รักษาสิว บำรุงผม กระตุ้นการสร้างคอลลาเจน โอเมก้า 3
      ช่วยลดระดับคอเลสเตอรอล ดีต่อการทำงานของตับ ระบบประสาท และสมอง วิตามินบี
      ช่วยป้องกันโรคเหน็บชา ช่วยในการทำงานของระบบย่อย ระบบประสาท และสมอง
      วิตามินอี ช่วยบำรุงผิวพรรณให้สวยงาม ชะลอวัย
      ลดความเสี่ยงโรคหลอดเลือดสมองและหัวใจ เบต้าแคโรทีน ช่วยบำรุงสายตา
      และชะลอวัย ลดความเสี่ยงการเกิดมะเร็ง ลูทีน
      ช่วยบำรุงเส้นเลือดที่หล่อเลี้ยงดวงตา ลดความเสี่ยงโรคจอประสาทตาเสื่อม
      และยังมีกากใยอาหาร หรือไฟเบอร์สูง ดีต่อระบบขับถ่าย ลดคอเลสเตอรอลได้
    </p>
    <p>
      ที่มา :
      https://www.th-hellomagazine.com/beauty-health/health-wellness/health-benefits-of-riceberry/
    </p>
    <h2 style="color: red">
      จะดีไหม หากทานข้าวที่มีประโยชน์สูงแล้วทำให้เรามีรายได้
    </h2>
    <p>
      &nbsp; &nbsp; &nbsp; &nbsp; เพียงคุณสมัครเป็นสมาชิกเพื่อสั่งซื้อ
      ข้าวไรซ์เบอร์รี่ "VRiceberry" คุณจะได้รับสิทธิ์เป็น "ผู้แนะนำ"
      เพื่อแนะนำเพื่อนหรือญาติมาสั่งซื้อ ข้าวไรซ์เบอร์รี่ "VRiceberry" เพียง 2
      ท่านคุณจะได้รับค่าแนะนำ 9% ของทุกคนที่คุณแนะนำ
    </p>
    <p>
      และถ้าผู้ที่คุณแนะนำ ได้แนะนำ ข้าวไรซ์เบอร์รี่ "VRiceberry" อีกคนละ 2 ท่าน
      นอกจากผู้ที่คุณแนะนำ จะได้รับคนละ 9% แล้ว คุณจะได้รับ 8%
      ของทุกคนในลำดับชั้นนั้นที่สั่งซื้อ และจะได้รับเป็นอัตราส่วนลดลงไป
      เทียบเป็นตาราง ได้ดังนี้
    </p>
    <img class="img" src="/assets/planA.jpg" width="60%" loading="lazy" />
    <p>
      โดย Plan A คือการสั่งซื้อ ข้าวไรซ์เบอรี่ ตรา "VRiceBerry" ขนาด 1 กก.
      ในราคา กก. ละ 100 บาท (ราคาอาจมีการเปลี่ยนแปลงตามราคาตลาด) จำนวน 1 ถุง รวมเป็นจำนวนเงิน 100 บาท
    </p>
    <p>
      และ Plan B คือการสั่งซื้อ ข้าวไรซ์เบอรี่ ตรา "VRiceBerry" ขนาด 1 กก.
      ในราคา กก. ละ 100 บาท จำนวน 5 ถุง รวมเป็นจำนวนเงิน 500 บาท
    </p>
    <img src="/assets/planB.jpg" width="60%" loading="lazy" />
    <h1>โดยมีเงื่อนไข ดังนี้</h1>
    <ol>
      <li>
        ผู้แนะนำ(UL) จะมีผู้ได้รับคำแนะนำ(DL) ได้เพียงแค่ 2 ท่าน เท่านั้น หากครบ
        2 ท่านแล้ว DL ที่เพิ่มขึ้นเข้ามาจะไปต่อกับ DL เดิมที่ใกล้กับ UL
        มากที่สุดเพื่อให้ครบ 2 ท่าน หากครบแล้วก็จะเลื่อนไปต่อในลำดับถัดไป
        และต่อไปเรื่อยๆ จนครบ 2 ท่าน สำหรับ UL 1 ท่าน
      </li>
      <li>
        อายุสมาชิกจะนับจากการสั่งซื้อล่าสุด โดยจะมีอายุ 60 วัน
        จากการสั่งซื้อครั้งสุดท้าย หากภายใน 60 วัน ไม่มีการสั่งซื้อเข้ามาอีก
        จะถือเป็นการสิ้นสุดอายุสมาชิก
        ท่านจะต้องเริ่มต้นนับหนึ่งใหม่และเริ่มต้นหา DL ใหม่
      </li>
      <li>Plan A และ Plan B ไม่มีความเกี่ยวข้องกัน</li>
      <li>
        ตัดยอดการสั่งซื้อเดือนละครั้ง ทุกวันที่ 28 ของเดือน
        และจะโอนค่าแนะนำให้สมาชิกทุกท่านไม่เกินวันที่ 15 ของเดือนถัดไป
      </li>
      <li>ภายในแต่ละเดือน สมาชิกที่ไม่มีการสั่งซื้อ จะไม่ได้รับค่าแนะนำ ทั้งตัวสมาชิกเองและผู้แนะนำตัวท่าน แต่จะได้รับค่าแนะนำจากผู้ที่ท่านแนะนำ เมื่อผู้รับคำแนะนำมีการสั่งซื้อเข้ามา รวมถึงในลำดับชั้นถัดไปด้วย</li>
    </ol>
  </div>
</template>

<script lang="ts" setup>
// const config = useRuntimeConfig()
</script>

<style>
p {
  text-align: center;
}
img {
  display: block;
  margin-right: auto;
  margin-left: auto;
}
</style>
